/*
 info.strings
 dating
 
 Created by Max on 16/2/14.
 Copyright © 2016年 qpidnetwork. All rights reserved.
 */

"Back" = "Back";
"Yes" = "Yes";
"OK" = "OK";
"Cancel" = "Cancel";
"Retry" = "Retry";
"Close" = "Close";
"Home" = "Home";
"Back" = "Back";
"Chat" = "Chat";
"Setting" = "Setting";
"Login" = "Login";

"Update"="Update";
"Update_Tips"="Update available";
"Update_Force_Tips"="You app version is too old, please update to the newest version to contiune use our app.";

"Tips_Camera_Allow" = "Cannot access your camera, please check permission settings.";
"Tips_PhotoLibrary_Allow" =  "Cannot access your photo library, please check your permission settings.";

// 聊天列表文本拼接
"Member_Join" = "Joined";
"Member_Follow" = "is following the broadcaster";
"Member_SentGift" = "sent";
"Member_RiderJoin" = "joined with";

"List_Reload" = "Reload";
"List_FailTips" = "Failed to load";

// 公共 提示语
"WARNING" = "Warning";
"OK" = "OK";
"SURE" = "Sure";
"CANCEL" = "Cancel";
"RELOAD" = "Reload";
"ACCOUNT_HAS_LOAD" = "Your account has been signed out. Please sign in again.";
"COINS" = "coins";
"ANNOUNCE_WARNING" = "Warning: ";
"SESSION TIMEOUT" = "Login expired. Please sign in again.";

// ChardTipView
"GOT_IT" = "Got it";

// 新手引导文字
"POLICY" = "By clicking \"GO WATCH\", you agree to the Terms and Conditions and privacy policy.";
"LINK_POLICY" = "Terms and Conditions and privacy policy.";

"Vaild_Time" = "Valid Time";

//用户协议
"User agreement" = "By using our service,you agree to our Terms and Conditions and Privacy Policy";

"Terms and Conditions" = "Terms and Conditions";

"Privacy Policy" = "Privacy Policy";

//相机拍照
"Photo_Type_Choose" = "Choose personal photo";
"PHOTO_LIBRARY" = "Choose from album";
"PHOTO_TAKING" = "Take a Photo";

//登录界面
"EMAIL_SIGNIN_TITLE" = "Sign in with Email";

"EMAIL_SIGNUP_TITLE" = "Sign up with Email";
